Repository: ERIP5/flopEDT
Catalog: FlOpEDT/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Classes :
es: Cursos :

source: Validate timetable
es: Validar el horario

source: Validate availabilities
es: Confirmar las disponibilidades

source: Apply
es: Applicar

source: tipical week
es: semanas típicas

source: Schedule manager
es: Administrator de horario

source: Who wants to do <span id="flopRed">EDT</span> this year ?
es: ¿Quién quiere hacer los <span id="flopRed">EDT</span> este año?

source: And your timetable will be a
es: Y su horario será un

source: hit
es: golpe

source: And even your logo will be on time
es: E incluso tu logo llegará a tiempo

source: Successful operation
es: Operación exitosa

source: It's a fail.
es: Es un fracaso.

source: Number of days
es: número de días

source: No planned re-generation
es: No hay planeado regeneración

source: Filters
es: Filtros

source: Employees
es: Empleado·a·s

source: Posts
es: Puestos

source: Groups
es: Groupos

source: Teachers
es: Profesores

source: Modules
es: Modulos

source: Rooms
es: Aulas

source: KO
es: Es un fracaso. Habla de tus problemas con tu responsable.

source: OK
es: Modificación hecha

source: What to change ?
es: ¿Que cambiar?

source: Module teacher ?
es: Profesor del modulo

source: Alphabetical order
es: Orden alfabetico

source: Virtual classroom link ?
es: ¿Enlace de aula virtual?

source: Relating to who ?
es: ¿Relacionado con quién?

source: No room available
es: No hay aula disponible

source: Room available
es: Aula disponible

source: Rooms available
es: Aulas disponible

source: No room available (any type)
es: No hay aula disponible (todo tipo)

source: Room available (any type)
es: Aula disponible (todo tipo)

source: Rooms available (any type)
es: Aulas disponibles (todo tipo)

source: No room
es: No aula

source: Every rooms
es: Todas las aulas

source: Who should do it ?
es: ¿Quién lo hace ?
